<h2>Entropia</h2>
<p>Possiamo definire quindi l'entropia come una propriet&agrave; termodinamica che pu&ograve; essere usata per determinare l'energia non utilizzabile in nessun tipo di lavoro</p>
<ul>
<li>Si faccia cadere una gocciolina d'inchiostro in un bicchiere d'acqua: si osserva che, la suddetta goccia, invece di restare separata dal resto dell'ambiente (stato ordinato), comincia a diffondersi nell'acqua, e in un certo periodo di tempo, si ottiene una miscela uniforme (stato disordinato). <br />
Mentre questo processo avviene spontaneamente, il processo inverso, ovvero la separazione dell'acqua dall'inchiostro, richiede una fonte di energia esterna.</li>
<li>Immaginiamo un profumo contenuto in una boccetta colma come un insieme di molecole puntiformi dotate di una certa velocit&agrave; derivante dalla temperatura del profumo. Fino a quando la boccetta &egrave; tappata, ossia isolata dal resto dell'universo, le molecole saranno costrette a rimanere all'interno e non avendo spazio (la boccetta &egrave; colma) rimarranno abbastanza ordinate (stato liquido). Nel momento in cui la boccetta viene stappata le molecole della superficie del liquido inizieranno a staccarsi dalle altre e, urtando casualmente tra di loro e contro le pareti della boccetta, usciranno da questa disperdendosi all'esterno (evaporazione). Dopo un certo tempo tutte le molecole saranno uscite disperdendosi. Anche se casualmente qualche molecola rientrer&agrave; nella boccetta, il sistema complessivo &egrave; ormai disordinato e l'energia termica che ha messo in moto il fenomeno &egrave; dispersa e quindi non pi&ugrave; recuperabile (si ha un equilibrio dinamico).</li>
</ul>
<p>Il concetto di entropia ha conosciuto grandissima popolarit&agrave; nell'800 e nel '900, grazie alla grande quantit&agrave; di fenomeni che aiuta a descrivere, fino ad uscire dall'ambito prettamente fisico ed essere adottato dalle scienze sociali, nella teoria dei segnali, nell'informatica teorica e nell'economia. &egrave; tuttavia bene notare che esiste una classe di fenomeni, detti <i>fenomeni non lineari</i> (ad esempio i fenomeni caotici) per i quali le leggi della termodinamica (e quindi anche l'entropia) devono essere profondamente riviste e non hanno pi&ugrave; validit&agrave; generale.</p>
