<h2>Uno sguardo al fisico &raquo; Rudolf Clausius</h2>
<p>Rudolf Julius Emanuel Clausius (Köslin, 2 gennaio 1822 – Bonn, 24 agosto 1888) &egrave; stato un fisico e matematico tedesco.</p>
<p>Clausius fu uno dei fondatori della termodinamica.<br />
Con la riformulazione del principio di Carnot (allora formulata nell'ambito del ciclo di Carnot) -contemporaneamente a Lord Kelvin- mise la teoria del calore su basi assai pi&ugrave; solide.
<br />
Nella sua opera pi&ugrave; importante (1850), sulla teoria meccanica del calore, gett&ograve; le basi per la formulazione del secondo principio della termodinamica dimostrando l'impossibilit&agrave; del passaggio spontaneo del calore da un corpo freddo a un corpo caldo.
</p>
<p>Nel 1865 indotto a porre una distinzione tra le trasformazioni reversibili e quelle irreversibili, introdusse il principio di entropia.<br />
Per definirlo si bas&ograve; sulle interazioni tra le molecole di un gas descritto da un modello puramente probabilistico delle collisioni.<br />
Asserendo che il calore tendeva a indebolire il legame tra le particelle e ad accrescere le distanze medie, introducendo questa nuova grandezza veniva espresso il grado di dispersione delle molecole e quindi l'effetto del calore come tendenza ad aumentare il disordine.<br />
Successivamente utilizzando i rapporti tra energia e entropia fu in grado di affermare che l'entropia dell'universo aumenta sempre e tende ad un massimo, raggiunto il quale si ritrover&agrave; l'universo in uno «stato di morte immodificabile», questa condizione &egrave; detta morte termica dell'universo.
</p>
<p>
Clausius si laure&ograve; all'Universit&agrave; di Berlino nel 1844, ed ottenne il suo dottorato presso l'universit&agrave; di Halle (Sassonia), nel 1848.<br />
Insegn&ograve; nelle Universit&agrave; di Berlino (1850), Zurigo (1855), Würzburg (1867) e Bonn (1869).
</p>
<p>
Nel 1857 Clausius diede un contributo importante alla teoria cinetica raffinando il modello cinetico elementare dei gas di August Krönig, introducendo i gradi di libert&agrave; molecolari (traslazionali, rotazionali e vibrazionali).<br />
Nello stesso lavoro introdusse il concetto di cammino libero medio di una particella. Clausius si interess&ograve; inoltre di elettrolisi e le sue ricerche furono riprese in seguito da Arrhenius.
</p>
<p>
Nel 1870, durante la guerra franco-prussiana, Clausius organizz&ograve; un corpo di ambulanza.<br />
Fu ferito in battaglia e rimase permanentemente disabile. Per questa iniziativa ricevette l'onorificenza della Croce di ferro.
</p>
<p>
Sua moglie, Adelheid Rimpham, mor&igrave; di parto nel 1875, lasciandolo con sei figli, che allev&ograve; amorevolmente, riducendo il tempo dedicato alla ricerca e all'insegnamento.
</p>
<p>
Fu eletto Fellow della Royal Society nel 1868, ricevette varie onorificenze: la Medaglia Copley nel 1879, la Medaglia Huygens nel 1870, il Premio Poncelet nel 1883.
</p>
<p>
Il cratere Clausius sulla Luna &egrave; stato cos&igrave; chiamato in suo onore.
</p>
